Repository: koenige/modules-activities
Catalog: languages/activities-*.po
Languages: de, pl, tr

source: create and view registrations for an event
tr: bir etkinlik için kayıt oluşturma ve görüntüleme

source: access a public form
tr: herkese açık bir forma erişim

source: edit default templates for forms
tr: formlar için varsayılan şablonları düzenleme

source: send form mail after event
tr: etkinlikten sonra form postası gönderin

source: send mass mailings to participants of an event
tr: bir etkinliğin katılımcılarına toplu posta göndermek

source: show participant list of an event
tr: bir etkinliğin katılımcı listesini göster

source: show and edit participant list of an event
tr: bir etkinliğin katılımcı listesini gösterme ve düzenleme

source: show, edit and delete from participant list of an event
tr: bir etkinliğin katılımcı listesini gösterme, düzenleme ve silme

source: read group memberships for contacts
tr: kişiler için grup üyeliklerini okuma

source: read usergroups
tr: kullanıcı gruplarını oku

source: read group memberships for persons
tr: kişiler için grup üyeliklerini okuyun

source: read list of applicants per form
tr: form başına başvuru sahiplerinin listesini okuyun

source: edit templates and fields of a form
tr: bir formun şablonlarını ve alanlarını düzenleme

source: create mail templates for forms
tr: formlar için posta şablonları oluşturma

source: create registration forms for websites
tr: web siteleri için kayıt formları oluşturma

source: public form view
tr: genel form görünümü

source: allow editing of usergroups
tr: kullanıcı gruplarının düzenlenmesine izin vermek

source: edit parameters of usergroups?
tr: kullanıcı gruplarının parametrelerini düzenleyebilir miyim?

source: text on action button for forms
tr: formlar için eylem düğmesindeki metin

source: maximum file size of a downloadable archive
tr: indirilebilir bir arşivin maksimum dosya boyutu

source: path to single form on website
tr: web sitesindeki tek forma giden yol

source: path to folder where uploads from forms go to (sub folders per event will be created there)
tr: formlardan yapılan yüklemelerin gideceği klasörün yolu (etkinlik başına alt klasörler burada oluşturulacaktır)

source: seconds to wait after the content of a field was change before sending out a form mail
tr: bir form postası göndermeden önce bir alanın içeriği değiştikten sonra beklenecek saniye

source: wait until retrying to send a mail if no recipient mails are available
tr: alıcı postası yoksa posta göndermeyi yeniden deneyene kadar bekleyin

source: if a form field has more than one value (e. g. detail record with several fields), characters to concat values
tr: bir form alanının birden fazla değeri varsa (örneğin, birkaç alana sahip ayrıntı kaydı), değerleri birleştirmek için karakterler

source: if a form field has more than one line, characters to concat lines
tr: bir form alanı birden fazla satıra sahipse, satırları birleştirmek için karakterler

source: path to send form mail after event
tr: olaydan sonra form postası gönderme yolu

source: send a copy of each form mail to the sender e-mail address
tr: her form postasının bir kopyasını gönderenin e-posta adresine gönderin

source: link to webpage with help for placeholders in mailings
tr: postalardaki yer tutucular için yardım içeren web sayfasına bağlantı

source: if not the own mail address is used as From: address in mailings, append this as suffix
tr: postalarda Kimden: adresi olarak kendi posta adresi kullanılmıyorsa, bunu son ek olarak ekleyin

source: path to internal profile page of a group
tr: bir grubun dahili profil sayfasına giden yol

source: path to activities page of a contact
tr: bir kişinin etkinlikler sayfasına giden yol

source: path to activities page of a person
tr: bir kişinin faaliyet sayfasına giden yol

source: path to confirm a registration (double opt-in)
tr: bir kaydı onaylama yolu (çift katılım)

source: default usergroup identifier for registration forms
tr: kayıt formları için varsayılan kullanıcı grubu tanımlayıcısı

source: use contactverifications table instead of activities (deprecated)
tr: activities yerine contactverifications tablosunu kullan (kullanımdan kaldırıldı)

source: allow to link a usergroup to an organisation contact
tr: bir kullanıcı grubunu bir kuruluş irtibat kişisine bağlamaya izin verir

source: show description of usergroups in list view
tr: liste görünümünde kullanıcı gruplarının açıklamasını göster

source: do not show in formfield data
tr: form alanı verilerinde gösterme

source: h2 heading above form
tr: h2 form üstü başlık

source: h2 heading above form after insert
tr: h2 başlığı eklendikten sonra formun üstünde

source: enable registrations for events of this category
tr: bu kategorideki etkinlikler için kayıtları etkinleştirin

source: list of required fields per form
tr: form başına gerekli alanların listesi

source: always show this field if form requires login, even if user is not logged in
tr: form giriş gerektiriyorsa, kullanıcı giriş yapmamış olsa bile bu alanı her zaman göster

source: use children of this category as categories for usergroups
tr: bu kategorinin çocuklarını kullanıcı grupları için kategori olarak kullanın

source: No access rights are defined for the contact details.
de: Für die Kontaktdetails sind keine Zugriffsrechte definiert.
tr: İletişim bilgileri için herhangi bir erişim hakkı tanımlanmamıştır.

source: Your data was deleted successfully!
de: Ihre Daten wurden erfolgreich gelöscht!
pl: Twoje dane zostały pomyślnie usunięte!
tr: Verileriniz başarıyla silindi!

source: Your data could not be deleted because you have already confirmed your registration.
de: Ihre Daten konnten nicht gelöscht werden, da Sie Ihre Anmeldung bereits bestätigt haben.
pl: Twoje dane nie mogły zostać usunięte, ponieważ potwierdziłeś już swoją rejestrację.
tr: Kaydınızı zaten onayladığınız için verileriniz silinemedi.

source: This way, a cancellation is not possible.
de: Auf diese Weise ist eine Stornierung nicht möglich.
pl: W ten sposób anulowanie jest niemożliwe.
tr: Bu şekilde bir iptal mümkün değildir.

source: Please contact us directly (E-Mail: %s).
de: Bitte setzen Sie sich direkt mit uns in Verbindung (E-Mail: %s).
pl: Prosimy o bezpośredni kontakt (e-mail: %s).
tr: Lütfen doğrudan bizimle iletişime geçin (E-Mail: %s).

source: Your data was not found.
de: Ihre Daten wurden nicht gefunden.
pl: Twoje dane nie zostały znalezione.
tr: Verileriniz bulunamadı.

source: Thank you for your interest. Your registration has been confirmed.
de: Vielen Dank für Ihr Interesse. Ihre Anmeldung wurde bestätigt.
pl: Dziękujemy za zainteresowanie. Rejestracja została potwierdzona.
tr: İlginiz için teşekkür ederiz. Kaydınız onaylanmıştır.

source: You have already confirmed your registration.
de: Sie haben Ihre Anmeldung bereits bestätigt.
pl: Rejestracja została już potwierdzona.
tr: Kaydınızı zaten onayladınız.

source: No further confirmation is required.
de: Eine weitere Bestätigung ist nicht erforderlich.
pl: Dalsze potwierdzenie nie jest wymagane.
tr: Başka bir teyide gerek yoktur.

source: Confirmation/deletion of registration
de: Bestätigung/Löschung der Registrierung
pl: Potwierdzenie/usunięcie rejestracji
tr: Kaydın onaylanması/silinmesi

source: Please enter the verification code you received:
de: Bitte geben Sie den Bestätigungscode ein, den Sie erhalten haben:
tr: Lütfen aldığınız doğrulama kodunu girin:

source: Code:
pl: Kod:
tr: Kod:

source: Confirm registration
de: Registrierung bestätigen
pl: Potwierdź rejestrację
tr: Kaydı onaylayın

source: Delete registration
de: Registrierung löschen
pl: Usuń rejestrację
tr: Kayıt silme

source: Continue to the home page
de: Weiter zur Hauptseite
pl: Kontynuuj do strony głównej
tr: Ana sayfaya devam edin

source: Send form mail
de: Formularmail senden
pl: Wyślij formularz pocztą
tr: Form postası gönderin

source: Form on public website
de: Formular auf öffentlicher Website
pl: Formularz na stronie publicznej
tr: Kamuya açık web sitesindeki form

source: The form has not yet been published.
de: Das Formular wurde noch nicht veröffentlicht.
pl: Formularz nie został jeszcze opublikowany.
tr: Form henüz yayınlanmamıştır.

source: Please create a form first.
de: Bitte erstellen Sie zuerst ein Formular.
pl: Najpierw utwórz formularz.
tr: Lütfen önce bir form oluşturun.

source: Please add email templates for the form.
de: Bitte fügen Sie E-Mailvorlagen für das Formular hinzu.
pl: Prosimy o dodanie szablonów wiadomości e-mail dla formularza.
tr: Lütfen form için e-posta şablonları ekleyin.

source: Please add all the required fields for the form.
de: Bitte ergänzen Sie alle erforderlichen Felder für das Formular.
pl: Dodaj wszystkie wymagane pola formularza.
tr: Lütfen form için gerekli tüm alanları ekleyin.

source: No categories for access rights are defined (via `%s`)
de: Es sind keine Kategorien für Zugriffsrechte definiert (über `%s`)
tr: Erişim hakları için hiçbir kategori tanımlanmamıştır (`%s` aracılığıyla)

source: Registrations
de: Registrierungen
pl: Rejestracje
tr: Kayıtlar

source: Registration
de: Registrierung
pl: Rejstracja
tr: Kayıt

source: There does not seem to be a clear email address entered for the sender of the mailings. Therefore the mails cannot be sent.
de: Für den Absender der Mailings scheint keine eindeutige E-Mail-Adresse eingetragen zu sein. Daher können die Mails nicht versendet werden.
pl: Wydaje się, że nie wprowadzono wyraźnego adresu e-mail nadawcy wiadomości. W związku z tym wiadomości nie mogą zostać wysłane.
tr: Postaların göndericisi için girilmiş net bir e-posta adresi görünmüyor. Bu nedenle postalar gönderilemiyor.

source: Here you can define a form field by field.
de: Hier können Sie ein Formular Feld für Feld definieren.
pl: Tutaj można zdefiniować formularz pole po polu.
tr: Burada bir form alanını alan bazında tanımlayabilirsiniz.

source: Note: Each form must have at least these fields:
de: Hinweis: Jedes Formular muss mindestens folgende Felder enthalten:
pl: Uwaga: Każdy formularz musi zawierać co najmniej te pola:
tr: Not: Her form en az bu alanlara sahip olmalıdır:

source: Register
de: Registrieren
pl: Zarejestruj się
tr: Kayıt Ol

source: Submit Registration
de: Registrierung absenden
pl: Prześlij rejestrację
tr: Kayıt Gönder

source: The registration has been sent successfully!
de: Die Registrierung wurde erfolgreich versendet!
pl: Rejestracja została pomyślnie wysłana!
tr: Kayıt başarıyla gönderildi!

source: We just sent you an e-mail. Please click on the link inside it to confirm your registration.
de: Wir haben Ihnen gerade eine E-Mail geschickt. Bitte klicken Sie auf den darin enthaltenen Link, um Ihre Registrierung zu bestätigen.
pl: Właśnie wysłaliśmy wiadomość e-mail. Kliknij na link w nim zawarty, aby potwierdzić rejestrację.
tr: Az önce size bir e-posta gönderdik. Kaydınızı onaylamak için lütfen içindeki bağlantıya tıklayın.

source: There is no invitation for this code.
de: Es gibt keine Einladung unter diesem Code.
pl: Nie ma zaproszenia dla tego kodu.
tr: Bu kod için davetiye bulunmamaktadır.

source: with E-Mail
de: mit E-Mail
pl: z pocztą e-mail
tr: e-Posta ile

source: without E-Mail
de: ohne E-Mail
pl: bez poczty e-mail
tr: e-Posta olmadan

source: Authentication mail is missing.
de: Authentifizierungsmail fehlt.
pl: Brakuje poczty uwierzytelniającej.
tr: Kimlik doğrulama postası eksik.

source: Confirmation mail is missing.
de: Bestätigungsmail fehlt.
pl: Brakuje poczty z potwierdzeniem.
tr: Onay postası kayıp.

source: One or more of the required form fields are missing.
de: Eines oder mehrere der erforderlichen Formularfelder fehlen.
pl: Brakuje jednego lub więcej wymaganych pól formularza.
tr: Gerekli form alanlarından biri veya daha fazlası eksik.

source: Reminder –
de: Erinnerung –
pl: Przypomnienie -
tr: Hatırlatma -

source: Failed to send mail.
de: E-Mail konnte nicht gesendet werden.
pl: Wysyłanie poczty nie powiodło się.
tr: Posta gönderilemedi.

source: Mail was successfully sent.
de: E-Mail wurde erfolgreich versendet.
pl: Poczta została pomyślnie wysłana.
tr: Posta başarıyla gönderildi.

source: (copy of e-mail)
de: (Kopie der E-Mail)
pl: (kopia e-maila)
tr: (e-posta kopyası)

source: Form mail: No recipient email address found.
de: Formularmail: Keine Empfänger-E-Mail-Adresse gefunden.
pl: Formularz e-mail: Nie znaleziono adresu e-mail odbiorcy.
tr: Form postası: Alıcı e-posta adresi bulunamadı.

source: This e-mail was just sent to:
de: Diese E-Mail wurde gerade versendet an:
pl: Ten e-mail został właśnie wysłany do:
tr: Bu e-posta az önce gönderildi:

source: Contact ID %d for form mail (%s), event ID %d, not found.
de: Kontakt ID %d für Formular-Mail (%s), Veranstaltung ID %d nicht gefunden.
pl: Contact ID %d for form mail (%s), event ID %d, nie znaleziono.
tr: Form postası (%s) için kişi kimliği %d, olay kimliği %d bulunamadı.

source: Access Rights
de: Zugriffsrechte
pl: Prawa dostępu
tr: Erişim Hakları

source: Module
de: Modul
pl: Moduł
tr: Modül

source: Usergroups per Access Right
de: Benutzergruppen pro Zugriffsrecht
pl: Grupy użytkowników na prawo dostępu
tr: Erişim Hakkı Başına Kullanıcı Grupları

source: Restrictions?
de: Einschränkungen?
pl: Restrykcje?
tr: Kısıtlamalar mı?

source: Field name if access for an item is restricted to a participation with this ID
de: Feldname, wenn der Zugriff für ein Element auf eine Teilnahme mit dieser ID beschränkt ist
pl: Nazwa pola, jeśli dostęp do elementu jest ograniczony do uczestnictwa z tym identyfikatorem
tr: Bir öğeye erişim bu kimliğe sahip bir katılımla sınırlandırılmışsa alan adı

source: Activity IP
de: Aktivitäts-IP
tr: Faaliyet IP'si

source: URI
tr: Adres

source: Comment
de: Kommentar
tr: Yorum

source: Access to Contact Details
de: Zugriff auf Kontaktdetails
tr: İletişim Bilgilerine Erişim

source: Property
de: Eigenschaft
pl: Nieruchomość
tr: Emlak

source: Form Fields
de: Formularfelder
pl: Pola formularza
tr: Form Alanları

source: The title of the form field that appears on the left (= what to type in the field).
de: Der Titel des Formularfelds, das links erscheint (= was in das Feld einzugeben ist).
pl: Tytuł pola formularza, który pojawia się po lewej stronie (= co należy wpisać w polu).
tr: Sol tarafta görünen form alanının başlığı (= alana ne yazılacağı).

source: A heading that can be used to divide a long form into parts. Fields with the same heading are grouped.
de: Eine Überschrift, die verwendet werden kann, um ein langes Formular zu unterteilen. Felder mit der gleichen Überschrift werden gruppiert.
pl: Nagłówek, który może być użyty do podzielenia długiego formularza na części. Pola z tym samym nagłówkiem są grupowane.
tr: Uzun bir formu parçalara bölmek için kullanılabilecek bir başlık. Aynı başlığa sahip alanlar gruplandırılır.

source: An explanation below the form field like this one.
de: Eine Erläuterung unter dem Formularfeld wie diese hier.
pl: Wyjaśnienie pod polem formularza, takie jak to.
tr: Form alanının altında bunun gibi bir açıklama.

source: For the labeling of forms as well as the content of default mails
de: Für den Text von Formularen sowie den Inhalt von Standard-Mails
pl: Do etykietowania formularzy, a także treści domyślnych wiadomości e-mail
tr: Formların etiketlenmesinin yanı sıra varsayılan postaların içeriği için

source: Public
de: Öffentlich
pl: Publiczny
tr: Herkese Açık

source: Salutation
de: Anrede
pl: Pozdrowienie
tr: Selamlama

source: Behind login mask
de: Hinter Login-Maske
pl: Za maską logowania
tr: Giriş maskesinin arkasında

source: formal
de: formell
pl: formalny
tr: resmi

source: informal
de: informell
pl: nieformalny
tr: gayri resmi

source: Whether to address formally or informally in mails and on website
de: Ob formell oder informell in Mails und auf der Website angesprochen werden soll
pl: Jeśli zwracać się formalnie lub nieformalnie w wiadomościach e-mail i na stronie internetowej
tr: Postalarda ve web sitesinde resmi veya gayri resmi olarak hitap edilip edilmeyeceği

source: Text to appear before the form
de: Text, der vor dem Formular angezeigt werden soll
pl: Tekst wyświetlany przed formularzem
tr: Formdan önce görünecek metin

source: Text to appear before the form, after header
de: Text, der vor dem Formular, aber nach dem Kopfbereich angezeigt werden soll
pl: Tekst wyświetlany przed formularzem, po nagłówku
tr: Formdan önce, başlıktan sonra görünecek metin

source: Text to appear behind the form
de: Text, der hinter dem Formular angezeigt wird
pl: Tekst wyświetlany za formularzem
tr: Formun arkasında görünecek metin

source: Templates for Mails
de: Vorlagen für Mails
pl: Szablony wiadomości e-mail
tr: Mailler için Şablonlar

source: Template
de: Vorlage
pl: Szablon
tr: Şablon

source: Content of the template.
de: Inhalt der Vorlage.
pl: Zawartość szablonu.
tr: Şablonun içeriği.

source: Default Templates for Forms
de: Standardvorlagen für Formulare
pl: Domyślne szablony formularzy
tr: Formlar için Varsayılan Şablonlar

source: Default Template
de: Standardvorlage
pl: Szablon domyślny
tr: Varsayılan Şablon

source: Invitations
de: Einladungen
pl: Zaproszenia
tr: Davetiyeler

source: Mailings
de: Mails
pl: Mailingi
tr: Postalar

source: Sender
de: Absender
pl: Wysyłający
tr: Gönderen

source: Alternative e-mail address for sending the e-mails if you do not want to send from your own address.
de: Alternative E-Mail-Adresse zum Versand der Mails, falls nicht von der eigenen Adresse gesendet werden soll.
pl: Alternatywny adres e-mail do wysyłania wiadomości e-mail, jeśli nie chcesz wysyłać wiadomości z własnego adresu.
tr: Kendi adresinizden göndermek istemiyorsanız, e-postaları göndermek için alternatif e-posta adresi.

source: In this case “, %s” is appended to the name.
de: In diesem Fall wird », %s« an den Namen drangehängt.
pl: W tym przypadku ", %s" jest dołączane do nazwy.
tr: Bu durumda isme ", %s" eklenir.

source: Subject
de: Betreff
pl: Temat
tr: Konu

source: Message
de: Nachricht
pl: Treść
tr: Mesaj

source: %d character per line.
de: %d Zeichen pro Zeile.
tr: satır başına %d karakter.

source: (<a href="%s">Possible placeholders</a>).
de: (<a href="%s">Mögliche Platzhalter</a>)
pl: (<a href="%s">możliwe symbole zastępcze</a>).
tr: <a href="%s">(Olası yer tutucular</a>).

source: Recipients
de: Empfänger
pl: Odbiorcy
tr: Alıcılar

source: Sent
de: Versendet
pl: Wysłany
tr: Gönderildi

source: Send (if not clicked, mail will only be saved for later sending)
de: Versenden (falls nicht angeklickt, wird Mail für späteren Versand nur gespeichert)
pl: Wyślij (jeśli nie klikniesz, poczta zostanie zapisana tylko do późniejszego wysłania)
tr: Gönder (tıklanmazsa, posta yalnızca daha sonra gönderilmek üzere kaydedilir)

source: not yet
de: noch nicht
pl: jeszcze nie
tr: henüz değil

source: Clicking on the mail text shows the full mail text or just a short excerpt from the mail text
de: Klick auf Mailtext zeigt den gesamten oder wieder nur den kurzen Ausschnitt aus dem Mailtext
pl: Kliknięcie tekstu wiadomości e-mail powoduje wyświetlenie pełnego tekstu wiadomości lub tylko jego krótkiego fragmentu
tr: Posta metnine tıklandığında, posta metninin tamamı veya posta metninden sadece kısa bir alıntı gösterilir

source: Mailings: Recipients
de: Mails: Empfänger
pl: Mailingi: Odbiorcy
tr: Posta gönderileri: Alıcılar

source: Mailing
de: Mail
tr: Posta

source: Recipient
de: Empfänger
pl: Odbiorca
tr: Alıcı

source: E-mail
tr: E-posta

source: Participations
de: Teilnahmen
pl: Udziały
tr: Katılımlar

source: Usergroup
de: Gruppe
pl: Grupa użytkowników
tr: Kullanıcı grubu

source: Usergroups
de: Gruppen
pl: Grupy użytkowników
tr: Kullanıcı Gurupları

source: Date begin
de: Datum Beginn
pl: Data początku
tr: Tarih başlangıcı

source: Date end
de: Datum Ende
pl: Data końcowa
tr: Bitiş tarihi

source: (internal remarks only)
de: (nur interne Anmerkungen)
pl: (tylko uwagi wewnętrzne)
tr: (sadece dahili açıklamalar)

source: Active?
de: Aktiv?
pl: Aktywny?
tr: Etkin?

source: active
de: aktiv
pl: aktywny
tr: aktif

source: inactive
de: inaktiv
pl: nieaktywny
tr: inaktif

source: Role
de: Rolle
pl: Rola
tr: Rol

source: Status
tr: Durum

source: Entry
de: Eintrag
pl: Wpis
tr: Giriş

source: Entry on
de: Eintrag am
pl: Wpis na
tr: Giriş

source: Entry by
de: Eintrag durch
pl: Wpis autorstwa
tr: Tarafından giriş

source: Categories of Participations
de: Teilnahmekategorien
tr: Katılım Kategorileri

source: Participation
de: Teilnahme
tr: Katılım

source: Groups
de: Gruppen
pl: Grupy
tr: Gruplar

source: Group
de: Gruppe
pl: Grupa
tr: Grup

source: Members
de: Mitglieder
pl: Członkowie
tr: Üyeler

source: Ex-members
de: Ex-Mitglieder
pl: Byli członkowie
tr: Eski üyeler

source: Form
de: Formular
pl: Formularz

source: Header
de: Kopfbereich
pl: Nagłówek

source: Footer
de: Fußbereich
pl: Stopka

source: Please enter the verification code from your email:
pl: Wprowadź kod weryfikacyjny zawarty w wiadomości e-mail:

source: Access Rights to Contacts
pl: Prawa dostępu do kontaktów

source: %d characters per line.
pl: %d znaków w wierszu.

source: M.
pl: Cz.

source: E. M.
pl: B. Cz.
